export const dictionary = [
  [
    'а', 'о', 'у', 'и', 'е', 'э', 'ю', 'я',
    'а', 'о', 'у', 'и', 'э',
    'а', 'о', 'у', 'и', 'е',
    'а', 'о', 'у', 'и', 'э',
    'а', 'о', 'у', 'и', 'э', 'ю', 'я',
    'а', 'о', 'у', 'и', 'е',
    'а', 'о', 'у', 'и', 'э',
    'а', 'о', 'у', 'и', 'э',
  ],
  [
    'б', 'в', 'г', 'д', 'й', 'з', 'к', 'л', 'м', 'н', 'п', 'р', 'с', 'т', 'ф', 'х', 'ц', 'ч', 'ш',
    'б', 'в', 'г', 'ґ', 'д', 'з', 'з', 'к', 'л', 'м', 'н', 'п', 'р', 'с', 'т', 'ф',
    'б', 'в', 'г', 'д', 'з', 'з', 'к', 'л', 'м', 'н', 'п', 'р', 'с', 'т', 'ф',
    'б', 'в', 'г', 'д', 'з', 'з', 'к', 'л', 'м', 'н', 'п', 'р', 'с', 'т',
  ],
];

export const endings = [
  [
    'тар', 'тэя', 'гар', 'нан', 'нар', 'нар','нар', 'нару', 'вар', 'вару', 'нери', 'тэри', 'сари', 'нда', 'кис', 'дари', 'дару', 'бари',
    'бери', 'тари', 'тару', 'вин', 'кир', 'кар', 'тор', 'гор', 'нта', 'дон', 'кон', 'шон', 'гон', 'тон',
    'тра', 'гра', 'нра', 'вра', 'нри', 'три', 'кси', 'дри', 'бри',
    'вни', 'кри', 'кра', 'рт', 'нт',
    'рт', 'нт', 'кса', 'кси', 'ксу',
    'ін', 'ін', 'ір', 'ім', 'іл',
    'мін', 'нін', 'мір', 'нім', 'міл',
    'нін', 'нір', 'нім', 'ол', 'ол', 'ол', 'ал', 'ал', 'рда', 'рда','ран','сан','рант','сант','ман','нт',
  ],
  [
    'ар','ар','ар', 'эя','ия', 'ия', 'эс', 'ант', 'ери', 'эри', 'ари', 'оя', 'ои', 'они', 'али', 'эй', 'ой', 'ай',
    'ан','ан','ант', 'он', 'ун', 'ін', 'ін', 'ір', 'ім', 'іл', 'ат', 'ат','ат', 'ол', 'ал', 'ал', 'кса', 'мат', 'мат','ас','ас', 'да','да'
  ],
];

export const lightDictionary = [
  ['а', 'а', 'а', 'о', 'о', 'о', 'у', 'и', 'и'],
  ['б', 'в', 'д', 'к', 'л', 'м', 'н', 'р', 'с', 'т', 'х'],
];

export const cityEndings = [
  ['пал','пали','полис','тал','тали','талис', 'варда','вард','вардат','сарда','сард','сардат','сардат','сардан', 'зарда','зардат','зард','зардат','зардан', 'бар', 'бор','вар', 'вор', 'тур', 'пур', 'кур', 'лия', 'ния', 'мия', 'сия'],
];
